[
  "Había una vez una liebre muy pero muy vanidosa; corría veloz como el viento, y estaba tan segura de ser el animal más rápido del bosque, que no paraba de presumir ante todo aquel que se encontraba en su camino. Pero sin duda quien más sufría la vanidad de la liebre era la pobre tortuga: cada vez que se encontraban por el bosque, la liebre se burlaba cruelmente de su lentitud.",
  "-¡Cuidado tortuga, no corras tanto que te harás daño! – Le decía entre carcajadas.",
  "Pero llegó un día en que la tortuga, cansada de las constantes burlas de la liebre, tuvo una idea:",
  "-Liebre -le dijo- ¿corremos una carrera? Apuesto a que puedo ganarte.",
  "-¿Tú ganarme a mí?- le respondió la liebre asombrada y divertida.",
  "-Sí, como lo oyes. Vamos a hacer una apuesta y veremos quien gana- dijo la liebre.",
  "La liebre, presumida, aceptó la apuesta sin dudarlo. Estaba segura de que le ganaría sin ni siquiera esforzarse a esa tortuga lenta como un caracol.",
  "Llegó el día pactado, y todos los animales del bosque se reunieron para ver la carrera. El sabio búho fue el encargado de dar la señal de partida, y enseguida la liebre salió corriendo dejando muy atrás a la tortuga, envuelta en una nube de polvo. Pero sin importarle la enorme ventaja que la liebre le había sacado en pocos segundos, la tortuga se puso en marcha y pasito a pasito, a su ritmo, fue recorriendo el camino trazado.",
  "Mientras tanto la liebre, muy confiada en sí misma y tan presumida como siempre, pensó que con toda la ventaja que había sacado podía tranquilamente echarse a descansar un ratito. Se detuvo debajo de un árbol y se recostó a su sombra, y allí se quedó dormida. La tortuga, lentamente pero sin descanso, siguió caminando paso tras paso.",
  "No se sabe cuánto tiempo durmió la liebre, pero cuando se despertó, casi se queda muda de la sorpresa al ver que la tortuga la había pasado y se encontraba a pocos pasos de la meta. La liebre se levantó de un salto y salió corriendo lo más rápido que pudo, pero era tarde: ¡la tortuga ganó la carrera!.",
  "Ese día la liebre aprendió una importante lección: jamás hay que burlarse de los demás ni creer que somos mejores solo porque hacemos muy bien algo. Y también aprendió que la vanidad nos conduce a dar por seguros éxitos que todavía no hemos alcanzado.",
  "...end..."
]
