[
  "En el bosque en el que vivían los tres cerditos había un gran revuelo. Al parecer, los pájaros habían avisado a los ciervos de que un enorme lobo estaba a punto de llegar a sus tierras.",
  "– ¡Un lobo! ¡Qué miedo! Eso significa peligro, tendremos que pensar en cómo librarnos de él – exclamó el más pequeños de los tres cerditos.",
  "Después de mucho pensar, los tres hermanos decidieron que lo mejor era construirse una casa donde poder estar a salvo de las garras del lobo. Sin embargo no se ponían de acuerdo en la manera de hacerla, así que cada uno decidió construir su propia casa.",
  "El cerdito pequeño decidió hacer una casa con paja. Era mucho más fácil que hacerla con otro material y así no le costaría mucho esfuerzo.",
  "El cerdito mediano prefirió hacerla con madera. Era mucho más resistente que la paja y como estaban en un bosque, la madera era fácil de conseguir. Además, tampoco le llevaría mucho tiempo ni esfuerzo.",
  "El cerdito mayor pensó que lo mejor sería hacerla con ladrillos. Es cierto que aquello le llevaría mucho tiempo y esfuerzo, pero le pareció que solo si la casa era de ladrillos, podría protegerle del malvado lobo.",
  "El cerdito pequeño y el cerdito mediano hacía mucho que habían terminado sus casas, y el cerdito mayor, seguía con su gran obra.",
  "– Como no te des prisa – le decían – llegará el lobo y no habrá servido de nada tanto esfuerzo, ya que tu casa no estará terminada y no te quedará más remedio que venirte a la nuestra.",
  "Pero el cerdito mayor no les hacía caso. Sabía lo importante que era el trabajo bien hecho y sin prisa, pero sin pausa, fue terminando su casa de ladrillos. Justo a tiempo.",
  "Y es que el lobo llegó precisamente el día de su inauguración. Cuando el rumor de que el malvado malvadísimo lobo había llegado al bosque, cada cerdito se escondió en su casa. ¡Qué miedo!",
  "Para colmo de males, aquella tarde se había levantado una fuerte tormenta. ¡Con lo poco que le gustaban a los cerditos las tormentas! Muy asustado, el cerdito pequeño se asomó por la ventana de su caja de paja.",
  "– ¡Ay qué ver este viento! Está tambaleando tanto mi casa que parece como si la fuera a tirar.",
  "Pero al mirar por la ventana, lo que vio el cerdito pequeño fue al malvado malvadísimo lobo. ¡Tenía unos colmillos tan grandes!",
  "– ¡No es el viento lo que está tambaleando la casa! Es el lobo que está soplando…",
  "Y antes de que se diera cuenta, la casa de paja se había desvanecido. El pequeño cerdito corrió y corrió hasta la casa de su hermano mediano.",
  "– Aquí estaremos a salvo – le protegió el cerdito de la casa de madera.",
  "Pero afuera, la tormenta se había vuelto más y más dura. Llovía a cántaros, mojando la madera de la casa del cerdito mediano. Además aquel viento tan molesto…¡y el lobo, que otra vez estaba plantado frente a la casa de los cerditos!",
  "– ¡Ya está aquí otra vez! Empezará a soplar y a soplar…¡y derribará la casa!",
  "Y antes de que hubieran terminado de decirlo, la casa de madera se había desplomado. Los dos cerditos corrieron y corrieron hasta la casa de ladrillo del hermano mayor.",
  "– Aquí estaremos a salvo – les protegió el cerdito mayor.",
  "Y para su sorpresa, los cerditos pequeños descubrieron que ni la tormenta, ni el viento, ni el lobo malvado malvadísimo, podían destruir aquella casa tan bien hecha.",
  "– ¡Os lo dije! Las cosas bien hechas necesitan más esfuerzo, pero luego duran para siempre…",
  "Estaban tan contentos los tres cerditos en la casa de ladrillo, que casi se habían olvidado del lobo y de la tormenta cuando un ruido les sobresaltó. Era el timbre, ¿quién llamaría a esas horas en una tarde tan desapacible?",
  "– ¡Es el lobo! – exclamó asustado el hermano mayor cuando miró por la mirilla de la puerta.",
  "– Sí, soy el lobo – exclamó el animal que había escuchado lo que el cerdito había dicho.",
  "– Pues fuera de aquí, ya has destruido dos casas, pero esta no conseguirás tirarla.",
  "El lobo suspiró con tristeza y exclamó:",
  "– ¿La casa de paja y la casa de madera? Yo no tuve nada que ver con eso. Estaban tan mal construidas que la propia tormenta acabó con ellas.",
  "– Y entonces, ¿qué haces aquí?",
  "– Soy nuevo en el bosque, y he venido a invitar a todos los animales a una gran fiesta. Así podremos conocernos…",
  "– Querrás decir que podrás comernos…",
  "El lobo volvió a suspirar con tristeza y gritó:",
  "– ¿Por qué decís eso? No sabéis nada de mí y sin embargo ya dais por hecho que soy un lobo malo.",
  "– Es que todos los lobos son malos y quieren comernos…",
  "– Pero yo no, ¡si soy un lobo vegetariano!",
  "Los tres cerditos se miraron con miedo. ¿Podían confiar en aquel lobo? Para comprobar que era verdad lo que decía, le pusieron una prueba.",
  "– Si es verdad que eres vegetariano, tendrás que demostrarlo.",
  "Y por debajo de la puerta, los tres cerditos le pasaron una bandeja con comida. En un plato había un suculento trozo de carne. En el otro una ensalada bien fresca.",
  "El lobo no dudó ni un instante, cogió el tenedor y comenzó a comerse la ensalada.",
  "– Necesitaría un poco de aceite y vinagre…¡esta ensalada está sin aliñar!",
  "Los tres cerditos comprendieron que aquel lobo no mentía y confiaron en él. Y así fue como aquel lobo vegetariano se quedó para siempre en el bosque, y él y los tres cerditos (que terminaron viviendo todos juntos en la casa de ladrillos) fueron amigos para siempre.",
  "...end..."
]
